---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SystemNavigatorFailures
source: html/89b2a060-3ad5-336e-64c0-88b04988b92d.htm
---
# BuiltInFailures.SystemNavigatorFailures Properties

Can't find the correct tree node in system browser according to the node index.